Revit 2024 API
SymbolTypeId.Liter Property
 Symbol L, indicating unit Liters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Liter { get; }
Visual Basic
Public Shared ReadOnly Property Liter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Liter {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace